/**
 * @file universities.js
 * @description 학교학과 데이터 객체. InterviewerSelection.jsx에서 사용됨
 * @author 김하은
 * @created 2025-05-17
**/

export const universities = [
    {
      id: 1,
      name: "서울여자대학교",
      departments: [
        "메타버스융합콘텐츠전공",
        "프랑스문화콘텐츠전공",
        "독일문화콘텐츠전공",
        "국어국문학과",
        "영어영문학과",
        "중어중문학과",
        "일어일문학과",
        "사학과",
        "기독교학과",
        "경영학과",
        "패션산업학과",
        "산업디자인학과",
        "디지털미디어학과",
        "지능정보보호학부",
        "소프트웨어융합학과",
        "데이터사이언스학과",
        "시각디자인전공",
        "첨단미디어디자인전공",
        "경제학과",
        "문헌정보학과",
        "사회복지학과",
        "아동학과",
        "행정학과",
        "언론영상학부",
        "심리·인지과학학부",
        "스포츠운동과학과",
        "수학과",
        "화학과",
        "생명환경공학과",
        "바이오헬스융합학과",
        "원예생명조경학과",
        "식품공학과",
        "식품영양학과",
      ],
    },
    // 나중에 대학교 추가할 때 데이터 여기에
  ]
  